
**** STARTED 操盘学                                                  :伍朝辉:
     :LOGBOOK:
     CLOCK: [2016-12-04 周日 23:39]--[2016-12-05 周一 00:04] =>  0:25
     :END:

*** DONE 平台选择
    CLOSED: [2016-12-04 日 19:47]
    - State "DONE"       from "STARTED"    [2016-12-04 日 19:47]
    :LOGBOOK:
    CLOCK: [2016-12-04 日 19:40]--[2016-12-04 日 19:47] =>  0:07
    :END:
    [[https://www.zhihu.com/question/35097533]]
    策略最重要的考量是安全性，可以参考其他平台的 API 文档与社区，以掘金为主要开发平台。

*** STARTED 掘金平台 API 文档阅读
    :LOGBOOK:
    CLOCK: [2016-12-04 日 19:57]--[2016-12-04 日 20:17] =>  0:20
    :END:

*** STARTED tushare 学习
    :LOGBOOK:
    CLOCK: [2016-12-04 日 20:21]--[2016-12-04 日 20:46] =>  0:25
    :END:
   
**** STARTED 关于作图 
     :LOGBOOK:
     CLOCK: [2016-12-04 周日 23:18]--[2016-12-04 周日 23:30] =>  0:12
     :END:
     1. 看到 tushare 公众号有推送用 JS 作图，嗯，我先试试看 --> 算了，实验失败，requireJS 不会使用，出错
** DONE 王雄混沌书籍前两章，精修
   CLOSED: [2016-12-03 六 14:31] SCHEDULED: <2016-12-03 六>
   - State "DONE"       from "STARTED"    [2016-12-03 六 14:31]
   :LOGBOOK:
   CLOCK: [2016-12-03 六 13:10]--[2016-12-03 六 13:35] =>  0:25
   :END:

** DONE 王雄混沌书籍第三、四章，精修
   CLOSED: [2016-12-04 日 19:28] SCHEDULED: <2016-12-04 日>
   - State "DONE"       from "STARTED"    [2016-12-04 日 19:28]
   :LOGBOOK:
   CLOCK: [2016-12-04 日 19:23]--[2016-12-04 日 19:28] =>  0:05
   :END:
** DONE 王雄混沌书籍第五至第十章
   CLOSED: [2016-12-05 一 19:43] SCHEDULED: <2016-12-05 一>
   - State "DONE"       from "TODO"       [2016-12-05 一 19:43]
   :LOGBOOK:
   CLOCK: [2016-12-05 一 18:08]--[2016-12-05 一 19:36] =>  1:28
   CLOCK: [2016-12-05 一 12:52]--[2016-12-05 一 13:41] =>  0:49
   CLOCK: [2016-12-05 一 12:19]--[2016-12-05 一 12:44] =>  0:25
   :END:
*** DONE Pandas 模块学习
    CLOSED: [2016-12-13 Tue 21:12]
    - State "DONE"       from "STARTED"    [2016-12-13 Tue 21:12]
    - State "STARTED"    from "WAITING"    [2016-12-09 五 13:43]
    - State "WAITING"    from "STARTED"    [2016-12-08 四 16:28] \\
      笔记整理尚未完成
    - State "STARTED"    from "WAITING"    [2016-12-08 四 10:05]
    - State "WAITING"    from "STARTED"    [2016-12-05 周一 23:34] \\
      需要整理笔记，另外需要扩充，pandas 模块非常有用
    :LOGBOOK:
    CLOCK: [2016-12-10 六 22:10]--[2016-12-10 六 22:35] =>  0:25
    CLOCK: [2016-12-10 六 19:50]--[2016-12-10 六 20:15] =>  0:25
    CLOCK: [2016-12-10 六 19:20]--[2016-12-10 六 19:45] =>  0:25
    CLOCK: [2016-12-09 五 22:42]--[2016-12-09 五 22:50] =>  0:08
    CLOCK: [2016-12-09 五 13:43]--[2016-12-09 五 14:08] =>  0:25
    CLOCK: [2016-12-08 四 15:48]--[2016-12-08 四 16:13] =>  0:25
    CLOCK: [2016-12-08 四 14:40]--[2016-12-08 四 15:05] =>  0:25
    CLOCK: [2016-12-05 周一 23:13]--[2016-12-05 周一 23:34] =>  0:21
    CLOCK: [2016-12-05 周一 21:47]--[2016-12-05 周一 21:53] =>  0:06
    :END:
*** DONE 画图
    CLOSED: [2016-12-13 Tue 21:12]
    - State "DONE"       from "STARTED"    [2016-12-13 Tue 21:12]
    - State "STARTED"    from "WAITING"    [2016-12-13 Tue 14:35]
    :LOGBOOK:
    CLOCK: [2016-12-13 Tue 14:35]--[2016-12-13 Tue 15:00] =>  0:25
    :END:
    - State "WAITING"    from "TODO"       [2016-12-05 周一 23:34] \\
      初步画出 K 线图，不过小细节还有问题，后期修改
** DONE 完成王雄混沌书籍初稿
   CLOSED: [2016-12-06 二 17:24] SCHEDULED: <2016-12-06 二>
   - State "DONE"       from "STARTED"    [2016-12-06 二 17:24]
   :LOGBOOK:
   CLOCK: [2016-12-06 二 16:54]--[2016-12-06 二 17:19] =>  0:25
   CLOCK: [2016-12-06 二 16:25]--[2016-12-06 二 16:50] =>  0:25
   CLOCK: [2016-12-06 二 13:23]--[2016-12-06 二 13:48] =>  0:25
   :END:
** DONE 办理户口迁移
   CLOSED: [2016-12-12 Mon 11:07] SCHEDULED: <2016-12-12 一 9:00>
   - State "DONE"       from "TODO"       [2016-12-12 Mon 11:07]
   - State "TODO"       from "WAITING"    [2016-12-11 日 23:03]
   - State "TODO"       from "WAITING"    [2016-12-11 日 21:50]
   - State "STARTED"    from "WAITING"    [2016-12-11 日 21:46]
   - State "WAITING"    from "STARTED"    [2016-12-08 四 10:52] \\
     先去南山公安分局，然后去粤海派出所，最后再回深大保卫处交户籍卡
   :LOGBOOK:
   CLOCK: [2016-12-08 四 10:20]--[2016-12-08 四 10:52] =>  0:32
   :END:
*** DONE 分章节添加作者信息
    CLOSED: [2016-12-12 一 14:33]
    - State "DONE"       from "STARTED"    [2016-12-12 一 14:33]
    :LOGBOOK:
    CLOCK: [2016-12-12 一 14:03]--[2016-12-12 一 14:28] =>  0:25
    CLOCK: [2016-12-12 一 13:31]--[2016-12-12 一 13:56] =>  0:25
    CLOCK: [2016-12-09 五 15:05]--[2016-12-09 五 15:30] =>  0:25
    CLOCK: [2016-12-08 四 18:42]--[2016-12-08 四 19:07] =>  0:25
    :END:
*** STARTED 表格格式调整
    - State "WAITING"    from "STARTED"    [2016-12-12 一 19:40] \\
      So fucking large work
    :LOGBOOK:
    CLOCK: [2016-12-14 三 14:47]--[2016-12-14 三 15:12] =>  0:25
    CLOCK: [2016-12-12 一 16:14]--[2016-12-12 一 16:39] =>  0:25
    :END:
** DONE 看股，股票预测
   CLOSED: [2016-12-15 Thu 12:36]
   - State "DONE"       from "STARTED"    [2016-12-15 Thu 12:36]
   :LOGBOOK:
   CLOCK: [2016-12-14 Wed 22:52]--[2016-12-14 Wed 23:17] =>  0:25
   CLOCK: [2016-12-13 Tue 18:42]--[2016-12-13 Tue 19:07] =>  0:25
   :END:
** DONE 股票复盘与学习
   CLOSED: [2016-12-15 Thu 23:55] SCHEDULED: <2016-12-15 Thu 22:15>
   - State "DONE"       from "STARTED"    [2016-12-15 Thu 23:55]
   :LOGBOOK:
   CLOCK: [2016-12-15 Thu 23:30]--[2016-12-15 Thu 23:55] =>  0:25
   :END:
** DONE 吴总课程与出书计划讨论
   CLOSED: [2016-12-17 Sat 11:48]
   - State "DONE"       from "STARTED"    [2016-12-17 Sat 11:48]
   :LOGBOOK:
   CLOCK: [2016-12-17 Sat 09:33]--[2016-12-17 Sat 11:48] =>  2:15
   :END:
** DONE 王雄推荐书籍下载整理
   CLOSED: [2016-12-20 Tue 13:19] SCHEDULED: <2016-12-20 Tue 10:00>
   - State "DONE"       from "STARTED"    [2016-12-20 Tue 13:19]
   :LOGBOOK:
   CLOCK: [2016-12-20 Tue 12:59]--[2016-12-20 Tue 13:18] =>  0:19
   CLOCK: [2016-12-20 Tue 12:32]--[2016-12-20 Tue 12:57] =>  0:25
   :END:
** STARTED 学习指标 =OBV=
   :LOGBOOK:
   CLOCK: [2016-12-21 Wed 12:52]--[2016-12-21 Wed 12:58] =>  0:06
   :END:
